[
    {
        "date": "21.03.2019",
        "amount": 190044.51,
        "category": "Переводы",
        "description": "Перевод Кредитная карта. ТП 10.2 RUR"
    },
    {
        "date": "21.03.2019",
        "amount": -190044.51,
        "category": "Переводы",
        "description": "Перевод Кредитная карта. ТП 10.2 RUR"
    },
    {
        "date": "28.07.2018",
        "amount": -179571.56,
        "category": "nan",
        "description": "Перевод средств с брокерского счета"
    },
    {
        "date": "27.07.2018",
        "amount": -179571.56,
        "category": "nan",
        "description": "Перевод средств с брокерского счета"
    },
    {
        "date": "27.07.2018",
        "amount": -179571.56,
        "category": "nan",
        "description": "Перевод средств с брокерского счета"
    }
]